// This is a JavaScript file
app.controller('FaqCtrl',function($scope){
    $scope.contents= [
        {"question":"会の目的は？", "answer":"異世代交流とボードゲーム文化の普及が目的です。ここ20年くらいにドイツを震源に急成長したボードゲーム群を使って、能力や対人コミュニケーション力の向上の促進効果が望めます。"},
        {"question":"会の特徴は？", "answer":"ルールを守って楽しく勝負しよう、を目標にしています。スタッフが同じ卓で一緒にゲームすることもありますが、原則手加減はしません。またダイスの振り方から指導が入ることもあります。"},
        {"question":"初心者なのですが", "answer":"ルールが簡単で、初心者でも十分勝てるようなゲームを選出きているため、何の問題もないです。またルール説明もスタッフが行うので、初めてのゲームでもいきなり遊べます。"},
        {"question":"どういう人が運営しているの？", "answer":"小平市出身の大学生とその友人が中心になって運営をしています。発足当時は学生が中心でしたが、今は会社員（技術職）の方がメンバーに多いです。"},
        {"question":"どうやって参加するの？", "answer":"事前登録などは不要で、当日会場にお越しいただければすぐに参加できます。参加資格などは特にございませんが、小さいお子さまの場合は保護者同伴でお願いします。"},
        {"question":"どんなゲームが人気あるの？", "answer":"ルールが簡単で、１回の時間が短く、運の要素がそこそこあるゲームが人気です。各ゲームの詳細はここをクリックすると開きます（工事中）"},
        {"question":"次回の日程は？", "answer":"スケジュールページをご参照ください。画面下方のアイコンをクリックすると開きます。また、board.game.kodaira(a)gmail.comに件名を「メール配信希望」として、メールすると、会の告知メールが流れるようになります。"},
        {"question":"SNS的なものは", "answer":"Twitterアイコンは@kodaira_game。FBグループはhttps://www.facebook.com/groups/597475300380727/　です。"},
        {"question":"◯◯ってゲームある？（その他問い合わせ）", "answer":"board.game.kodaira(a)gmail.comにご連絡ください。"}
        ];
}) ;
